tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "anyenv"
brew "awscli"
brew "cmake"
brew "dnsmasq"
brew "docker"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "gnutls"
brew "gnupg"
brew "grep"
brew "hub"
brew "imagemagick@6", link: true
brew "jq"
brew "lftp"
brew "libfido2"
brew "libssh"
brew "qemu"
brew "lima"
brew "mas"
brew "mysql@5.7"
brew "nghttp2"
brew "nim"
brew "openapi-generator"
brew "openssl@3"
brew "reattach-to-user-namespace"
brew "ruby"
brew "rust"
brew "tfenv"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "vim"
brew "zsh"
cask "alacritty"
cask "dash"
cask "dbeaver-community"
cask "discord"
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "multipass"
cask "ngrok"
cask "notion"
cask "postman"
cask "rubymine"
cask "sequel-ace"
cask "slack"
cask "visual-studio-code"
mas "Microsoft To Do", id: 1274495053
mas "Monosnap", id: 540348655
mas "PicGIF Lite", id: 844918735
mas "Toggl Track", id: 957734279
mas "Xcode", id: 497799835
