tap "1password/tap"
tap "adoptopenjdk/openjdk"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "shinoyu/taps"
brew "act"
brew "anyenv"
brew "pycparser"
brew "cffi"
brew "docutils"
brew "openssl@3"
brew "python@3.11"
brew "awscli"
brew "cryptography"
brew "certbot"
brew "cmake"
brew "deno"
brew "dnsmasq"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "grep"
brew "hub"
brew "imagemagick@6", link: true
brew "jq"
brew "lftp"
brew "libfido2"
brew "python@3.9"
brew "libssh"
brew "ncurses"
brew "qemu"
brew "lima"
brew "llvm"
brew "mas"
brew "maven"
brew "mkcert"
brew "nghttp2"
brew "nim"
brew "node"
brew "nss"
brew "openapi-generator"
brew "perl"
brew "python@3.10"
brew "reattach-to-user-namespace"
brew "ruby"
brew "rust"
brew "terraformer"
brew "tfenv"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "vim"
brew "wimlib"
brew "yarn"
brew "zsh"
brew "heroku/brew/heroku"
cask "1password-cli"
cask "alacritty"
cask "dash"
cask "dbeaver-community"
cask "discord"
cask "firefox"
cask "font-fira-code"
cask "font-source-code-pro"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "iterm2"
cask "multipass"
cask "ngrok"
cask "notion"
cask "postman"
cask "rubymine"
cask "sequel-ace"
cask "slack"
cask "visual-studio-code"
cask "wezterm"
cask "xbar"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft To Do", id: 1274495053
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PhotoScape X", id: 929507092
mas "PicGIF Lite", id: 844918735
mas "Toggl Track", id: 1291898086
mas "Xcode", id: 497799835
vscode "42crunch.vscode-openapi"
vscode "bradlc.vscode-tailwindcss"
vscode "castwide.solargraph"
vscode "christian-kohler.path-intellisense"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dsznajder.es7-react-js-snippets"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.next-js"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "groksrc.ruby"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "ikuyadeu.lucario"
vscode "jpoissonnier.vscode-styled-components"
vscode "jrebocho.vscode-random"
vscode "kaiwood.endwise"
vscode "kyledavide.vscode-project-links"
vscode "mermade.openapi-lint"
vscode "misogi.ruby-rubocop"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "nimsaem.nimvscode"
vscode "octref.vetur"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "steoates.autoimport"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "tabnine.tabnine-vscode"
vscode "unifiedjs.vscode-remark"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "zoellner.openapi-preview"
